acpi
adobe-source-code-pro-fonts
alsa-utils
archlinuxcn-keyring
autoconf
automake
awesome
bash
binutils
bison
bzip2
clang
cmake
cmatrix
compton
conky
conky-manager
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
efibootmgr
exo
expac
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
file
filesystem
findutils
flake8
flashplugin
flex
garcon
gawk
gcc
gcc-libs
geckodriver
gettext
gimp
git
glibc
go
google-chrome
gradle
grep
grub
grub-customizer
gtk-xfce-engine
gvfs-afc
gzip
htop
ifuse
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
jq
jre9-openjdk
jre9-openjdk-headless
less
lib32-alsa-lib
lib32-libldap
lib32-libpulse
lib32-mpg123
lib32-virtualgl
libgpod
licenses
linux
linux-lts
linux-lts-headers
lldb
llvm
logrotate
lua
lvm2
lxdm
m4
make
man-db
man-pages
mdadm
mesa-demos
mousepad
mpc
mpd
mplayer
mps-youtube
mpv
nano
ncurses5-compat-libs
netctl
numix-gtk-theme
openmp
openssh
orage
pacman
patch
pavucontrol
pciutils
perl
pkgconf
procps-ng
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
python-aiohttp
python-beautifulsoup4
python-cchardet
python-lxml
python-pip
python-pyquery
python-requests
python-requests-cache
python-selenium
ranger
reiserfsprogs
rhythmbox
ristretto
ruby
rxvt-unicode
screenfetch
sed
shadow
shadowsocks
s-nail
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tree
ttf-droid
tumbler
unrar
unzip
urxvt-perls
usbutils
util-linux
vi
vicious
vim
w3m
weechat
wget
which
wpa_supplicant
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xcursor-comix
xf86-video-intel
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-xrandr
yaourt
zathura
zathura-pdf-poppler
zenity
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
