adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alsa-firmware
alsa-utils
apache
archlinuxcn-keyring
autoconf
automake
awesome
bash
binutils
bison
bzip2
clang
cmake
compton
coreutils
crda
cryptsetup
device-mapper
dhcpcd
diffutils
docker
docker-compose
e2fsprogs
emacs
evince
expac
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
fd
feh
file
filesystem
findutils
flameshot
flex
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
gnumeric
gnu-netcat
go
google-chrome
graphviz
grep
groff
gzip
hdparm
highlight
htop
imagemagick
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
lib32-nvidia-utils
lib32-opencl-nvidia
libtool
licenses
linux
linux-firmware
linux-lts
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
mdadm
mesa-demos
mlocate
mousepad
mpc
mpd
nano
netctl
noto-fonts-emoji
ntfs-3g
numlockx
nvidia
nvidia-lts
nvidia-settings
nvidia-utils
opencl-nvidia
openssh
pacman
pandoc
patch
pciutils
pcmanfm
perl
php-fpm
phpmyadmin
pkgconf
polipo
postman-bin
ppp
procps-ng
profile-sync-daemon
psmisc
pulseaudio
pulseaudio-alsa
python
python-beautifulsoup4
python-chardet
python-cssselect
python-html5lib
python-lxml
python-pip
python-redis
python-virtualenv
redis
reiserfsprogs
rofi
ruby
rxvt-unicode
screenfetch
sed
shadow
smartmontools
s-nail
steam
steam-native-runtime
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tmux
tree
ttf-font-awesome
ttf-monaco
ttf-wps-fonts
unrar
unzip
urxvt-perls
usbutils
util-linux
vi
vim
wget
which
wkhtmltopdf
wps-office
wqy-microhei
wqy-zenhei
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zip
zsh
