adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
alacritty
alsa-utils
archlinuxcn-keyring
base
base-devel
betterlockscreen
bluez
bluez-utils
clang
clash-verge
cmake
dex
dhclient
dhcpcd
dialog
dotnet-runtime
dotnet-sdk
dunst
efibootmgr
emacs
eslint
fcitx
fcitx-configtool
fcitx-sunpinyin
fcitx5-gtk
feh
feishu-bin
flameshot
git
go
google-chrome
grub
i3-wm
i3blocks
i3status
impala
iwd
linux
linux-firmware
mkinitcpio-firmware
netctl
network-manager-applet
networkmanager
nmap
noto-fonts-emoji
numlockx
nvm
obsidian
omnisharp-roslyn
openssh
paru
paru-debug
pcmanfm
polybar
python
rofi
ruby
rxvt-unicode
sudo
timeshift
tmux
traceroute
ttf-dejavu
ttf-jetbrains-mono
vi
vim
wechat
wget
woff2-font-awesome
wpa_supplicant
wqy-microhei
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
