acpi
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alsa-utils
archlinuxcn-keyring
aspell-en
autoconf
automake
awesome
bash
binutils
bison
bzip2
clang
cmake
cmatrix
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
efibootmgr
emacs
evince
expac
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
feh
file
filesystem
findutils
flake8
flex
fzf
gawk
gcc
gcc-libs
geckodriver
gettext
git
glibc
go
google-chrome
gradle
grep
grub
grub-customizer
gvfs-afc
gvim
gzip
htop
ifuse
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
jq
jre10-openjdk
jre10-openjdk-headless
kitty
less
lib32-alsa-lib
lib32-libldap
lib32-libpulse
lib32-mpg123
lib32-virtualgl
libgpod
licenses
linux
linux-lts
linux-lts-headers
lldb
llvm
logrotate
lua
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa-demos
mlocate
mousepad
mpc
mpd
mplayer
mps-youtube
mpv
nano
ncdu
ncurses5-compat-libs
neofetch
netctl
netease-cloud-music
obs-studio
openmp
openssh
pacman
pandoc
patch
pavucontrol
pciutils
pcmanfm
perl
pkgconf
polipo
procps-ng
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
python-aiohttp
python-beautifulsoup4
python-cchardet
python-flask
python-lxml
python-matplotlib
python-pip
python-pyquery
python-requests
python-selenium
python-virtualenv
ranger
reiserfsprogs
rhythmbox
rofi
rsync
ruby
rxvt-unicode
scrot
sed
shadow
shadowsocks
s-nail
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tmux
tree
ttf-droid
ttf-font-awesome
ttf-monaco
unrar
unzip
urxvt-perls
usbutils
util-linux
vi
vicious
w3m
weechat
wget
which
wpa_supplicant
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xcursor-comix
xf86-video-intel
xfsprogs
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xrdb
yay
zathura
zathura-pdf-poppler
zenity
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
