adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
alacritty
alsa-utils
arc-gtk-theme
archlinuxcn-keyring
aria2
autoconf
automake
awesome
bash
beancount
betterlockscreen
bind
binutils
bison
bluez
bluez-utils
bzip2
capstone
catimg
chafa
clang
cmake
coreutils
cryptsetup
ctags
device-mapper
dhclient
dhcpcd
diffutils
dingtalk-electron
dmidecode
dnsmasq
docker
docker-compose
dos2unix
downgrade
e2fsprogs
ebtables
edk2-ovmf
efibootmgr
emacs
evince
expac
fakeroot
fava
fbreader
fcitx
fcitx-configtool
fcitx-qt4
fcitx-qt5
feh
file
filesystem
findutils
flake8
flameshot
flashplugin
flex
fzf
gawk
gcc
gcc-libs
gettext
ghc
git
glibc
go
google-chrome
gparted
gptfdisk
graphviz
grep
groff
grub
grub-customizer
gvfs
gzip
haskell-base-prelude
hdparm
hplip
hpoj
htop
inetutils
intel-ucode
iotop
iproute2
iputils
jfsutils
jre8-openjdk
keystone
less
libnotify
libtool
libvirt
licenses
linux
linux-firmware
linux-lts
logrotate
lsd
lsof
lvm2
m4
make
man-db
man-pages
mdadm
mit-scheme
mlocate
mockoon-bin
mousepad
nano
neofetch
netctl
netease-cloud-music
nethogs
npm
numlockx
openssh
opera-ffmpeg-codecs
pacman
pandoc
paper-gtk-theme-git
paper-icon-theme-git
papirus-icon-theme
paru
patch
pciutils
pcmanfm
pepper-flash
perl
picom
pkgconf
procps-ng
profile-sync-daemon
protobuf
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
python
python-language-server
python-pipenv
python-rope
python-selenium
qemu
rapidjson
reiserfsprogs
rofi
rxvt-unicode
s-nail
sbcl
sed
shadow
slack-desktop
slim-git
sudo
syncthing
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
time
tk
tmux
tree
ttf-dejavu
ttf-font-awesome
ttf-ibm-plex
ttf-monaco
ttf-opensans
ttf-symbola
unrar
unzip
upower
urxvt-perls
usbutils
util-linux
vi
vim
virt-manager
w3m
wget
which
wkhtmltopdf
woeusb-git
wqy-microhei
wqy-zenhei
wrk
xf86-video-intel
xfsprogs
xorg-server
xorg-xinit
yapf
yarn
zip
zsh
